[
  {
    "id": "testimonial-1",
    "clientName": "Budi Santoso",
    "company": "RetailCo",
    "text": "Solvia Nova mengubah visi e-commerce kami menjadi kenyataan. Platform yang mereka bangun sangat robust, user-friendly, dan mampu menangani ribuan transaksi setiap hari. Tim mereka sangat profesional dan responsif terhadap kebutuhan kami.",
    "photo": "/images/testimonials/budi.jpg",
    "rating": 5,
    "position": "CEO"
  },
  {
    "id": "testimonial-2",
    "clientName": "Sarah Wijaya",
    "company": "FinanceBank",
    "text": "Aplikasi mobile banking yang dikembangkan oleh Solvia Nova melampaui ekspektasi kami. Keamanan yang ketat, UI yang intuitif, dan performa yang cepat membuat nasabah kami sangat puas. Highly recommended!",
    "photo": "/images/testimonials/sarah.jpg",
    "rating": 5,
    "position": "Head of Digital Banking"
  },
  {
    "id": "testimonial-3",
    "clientName": "Dr. Ahmad Hidayat",
    "company": "MediCare Hospital",
    "text": "Healthcare management system dari Solvia Nova telah meningkatkan efisiensi operasional rumah sakit kami secara signifikan. Sistem yang terintegrasi dengan baik dan mudah digunakan oleh seluruh staff medis.",
    "photo": "/images/testimonials/ahmad.jpg",
    "rating": 5,
    "position": "Medical Director"
  },
  {
    "id": "testimonial-4",
    "clientName": "Linda Kusuma",
    "company": "LogiTrans",
    "text": "Platform tracking logistics yang mereka kembangkan sangat membantu kami dalam mengelola armada dan optimasi rute. Real-time tracking dan analytics dashboard memberikan insights yang sangat valuable untuk bisnis kami.",
    "rating": 4,
    "position": "Operations Manager"
  },
  {
    "id": "testimonial-5",
    "clientName": "Rudi Hartono",
    "company": "SocialConnect",
    "text": "Solvia Nova berhasil membangun social media app yang scalable dan feature-rich. Mereka memahami kebutuhan kami dan memberikan solusi teknis yang tepat. Komunikasi selama project berjalan sangat baik.",
    "photo": "/images/testimonials/rudi.jpg",
    "rating": 5,
    "position": "Founder & CTO"
  },
  {
    "id": "testimonial-6",
    "clientName": "Maya Putri",
    "company": "EduLearn",
    "text": "Platform pembelajaran online yang dikembangkan sangat membantu kami dalam menyediakan pendidikan berkualitas secara digital. Fitur-fitur seperti video streaming, quiz interaktif, dan progress tracking bekerja dengan sempurna.",
    "photo": "/images/testimonials/maya.jpg",
    "rating": 5,
    "position": "Education Director"
  }
]
